{
   "photos":[
      {
         "albumId":1,
         "id":1,
         "title":"Hulö la'eŵa dalu nidanö, ifuli fahalö-halö",
         "url":"https://i.pinimg.com/originals/0c/d8/2b/0cd82b1a460cd900851f72db24252ac4.jpg",
         "thumbnailUrl":"https://i.pinimg.com/originals/0c/d8/2b/0cd82b1a460cd900851f72db24252ac4.jpg"
      },
      {
         "albumId":1,
         "id":2,
         "title":"Hulö mate manu ndrawa, möi horö zokata-kata.",
         "url":"https://i.pinimg.com/originals/94/e9/99/94e999e3208085b49135d71eef0c1ea4.jpg",
         "thumbnailUrl":"https://i.pinimg.com/originals/94/e9/99/94e999e3208085b49135d71eef0c1ea4.jpg"
      },
      {
         "albumId":1,
         "id":3,
         "title":"Aramba Luo Mewöna aramba Luo Holi, lahole-hole wamözi fategaölö-gaölö li.",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2014/09/Rice-farmer-3.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2014/09/Rice-farmer-3.jpg"
      },
      {
         "albumId":1,
         "id":4,
         "title":"Kauko ba hili, kauko ba ndraso, öfaolo göi ndra'ugö, ba ufaolo göi ndra'o.",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Megalith-Nias.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Megalith-Nias.jpg"
      },
      {
         "albumId":1,
         "id":5,
         "title":"Sanörö tundraha, sanörö owo. Adölö'ö gamuri, olembai zangorifi.",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Becak-gunungsitoli-nias.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Becak-gunungsitoli-nias.jpg"
      },
      {
         "albumId":1,
         "id":6,
         "title":"Hönö mböwö no awai, ba hönö mböwö no tosai.",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Lazara-dragon-south-nias-w.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2016/04/Lazara-dragon-south-nias-w.jpg"
      },
      {
         "albumId":1,
         "id":7,
         "title":"Ligi-ligi siliŵi, fa lö tofesu mbagi, hese-hese nazese, fa lö tofesu gahe.",
         "url":"https://www.visitniasisland.com/wp-content/uploads/2016/04/6-Nias-Island-culture.jpg",
         "thumbnailUrl":"https://www.visitniasisland.com/wp-content/uploads/2016/04/6-Nias-Island-culture.jpg"
      },
      {
         "albumId":1,
         "id":8,
         "title":"Belu gia belu dugala belu gia belu damo, da'ö sibai zomasido sagalio mamazibo.",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2016/03/Nias-traditional-welcome-ceremony.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2016/03/Nias-traditional-welcome-ceremony.jpg"
      },
      {
         "albumId":1,
         "id":9,
         "title":"Bulu mbala hili bulu mbala ndraso, bali-bali ba lelau he zami he zafeto.",
         "url":"https://www.visitniasisland.com/wp-content/uploads/2016/04/5-Nias-Island-culture.jpg",
         "thumbnailUrl":"https://www.visitniasisland.com/wp-content/uploads/2016/04/5-Nias-Island-culture.jpg"
      },
      {
         "albumId":1,
         "id":10,
         "title":"Hulö famanö-manö ci'a-ci'a hulö fahuhuo mbayakomo, lö adudu ba lö aroro",
         "url":"http://www.visitniasisland.com/wp-content/uploads/2014/09/School-kids.jpg",
         "thumbnailUrl":"http://www.visitniasisland.com/wp-content/uploads/2014/09/School-kids.jpg"
      }
   ],
   "posts":[
      {
         "userId":1,
         "id":1,
         "title":"Hulö la'eŵa dalu nidanö, ifuli fahalö-halö",
         "body":"Ba me manöi ndraono andrö, ba tobali sabölö ba wealu Gezau, niha ba ndru'u, ba Yakobo, ba niha sahono-hono, si iagö ose. Ba Iza'aki, ba i'omasi'ö Gezau, ami khönia gahulua andrö; ba Rebeka, ba i'omasi'ö Yakobo."
      },
      {
         "userId":1,
         "id":2,
         "title":"Hulö mate manu ndrawa, möi horö zokata-kata.",
         "body":"Ba samuza ma'ökhö, ba ituge'ö gönia Yakobo. Ba so Gezau, olofo sibai, i'otarai danö si mate. Ba imane Ezau khö Yakobo: Ta'i-ta'i be'e ögu zoyo andrö, soyo andrö we! solofo sibai sa'ae ndra'o. Andrö wa labe'e töinia Gedomo (Soyo)."
      },
      {
         "userId":1,
         "id":3,
         "title":"Aramba Luo Mewöna aramba Luo Holi, lahole-hole wamözi fategaölö-gaölö li.",
         "body":"Ba imane Yakobo: Amawa khögu wa'asia'amö ua! Ba imane Ezau: A! mate sa atö ndra'o dania, ba ha uwai wa'asia'a andrö! Imane Yakobo: Ba ae ba hölu ua khögu! Ba möi ba hölu ia khönia ba tobali i'amawa khö Yakobo wa'asia'ania andrö. Ba ibe'e khö Gezau roti ba samösa mö'ö harita side'ide; ba manga ia, ba ifazaŵa ia, ilau mofanö. Ba tobali i'ositengagö wa'asia'ania Ezau."
      },
      {
         "userId":1,
         "id":4,
         "title":"Kauko ba hili, kauko ba ndraso, öfaolo göi ndra'ugö, ba ufaolo göi ndra'o.",
         "body":"Ba da'ö wa'anau noso Gaberahamo, si so ia ba guli danö: 175 fakhe. Ba aetu noso Gaberahamo, mate ia ba wa'atua omasiö, no atua ia ba no aföli fa'auri; ba te'orudugö ia ba niwara. Ba lako'o ia ononia Iza'aki ba Sima'eli ba dögi narö hili Makhefela andrö, ba mbenua Ndraono Kheti andrö, Eferono, ono Zohara, ba gamaudu Mamere."
      },
      {
         "userId":1,
         "id":5,
         "title":"Sanörö tundraha, sanörö owo. Adölö'ö gamuri, olembai zangorifi.",
         "body":"Ba mbenua andrö, ni'öli Gaberahamo ba Ndraono Kheti: ba da'ö teko'o Gaberahamo ba fo'omonia Sara. Ba me no mate Gaberahamo, ba ifahowu'ö nononia Iza'aki Lowalangi. Ba ba ngai mba'a zauri, samaigi ya'odo soso Giza'aki."
      },
      {
         "userId":1,
         "id":6,
         "title":"Hönö mböwö no awai, ba hönö mböwö no tosai.",
         "body":"Ba da'ö khö Giza'aki, ono Gaberahamo: Ono Gaberahamo Giza'aki. Ba öfa wulu fakhe Giza'aki, me ihalö Rebeka andrö, ono Ndrawa Garamo andrö, Betueli, ba Mezofotamia, akhi Ndrawa Garamo andrö, Labano. Ba mangandrö Giza'aki khö Yehowa ba khö wo'omonia andrö, me no si lö ono. Ba ifondrondrongo wangandrönia Yehowa, ba manabina wo'omonia Rebeka."
      },
      {
         "userId":1,
         "id":7,
         "title":"Ligi-ligi siliŵi, fa lö tofesu mbagi, hese-hese nazese, fa lö tofesu gahe.",
         "body":"Ba fagobi-gobi nononia ba dalunia; ba imane: Na si manö, ba hana wa aurido? Ba möi ia musofu khö Yehowa. Ba imane khönia Yehowa: Dombua soi ba dalumö; dombua mado zi tumbu khöu dania, ba wasuwöta. Ba abölö dania mado si sambua, ba sawuyu zi akhi dania zi a'a."
      },
      {
         "userId":1,
         "id":8,
         "title":"Belu gia belu dugala belu gia belu damo, da'ö sibai zomasido sagalio mamazibo.",
         "body":"Ba me irugi baŵania ba wo'ono, ba hiza zi faero ba dalunia. Ba böla zi a'a, no oyo-oyo, hulö mbaru luo sobubu, ma'asageu. Andrö wa labe'e töinia Gezau. Ba böla göi nakhinia andrö, ba no igogohe mbörö sisi Gezau tangania; andrö wa labe'e töinia Yakobo. Ba no önö ngafulu fakhe Giza'aki, me tumbu ira."
      },
      {
         "userId":1,
         "id":9,
         "title":"Bulu mbala hili bulu mbala ndraso, bali-bali ba lelau he zami he zafeto.",
         "body":"Yehowa andrö, Lowalangi mbanua si yaŵa, sangeheta ya'o mege ba nomo namagu ba ba mbanuama, si no muhede khögu, si no fahölu khögu, wanguma'ö: Ba ma'uwumö ube'e danö andre — da'ö zamowaö-waö dania fönau mala'ikania, ena'ö ba da'ö öhalö ndra alawe khö nonogu. Ba na lö edöna ndra alawe andrö, i'o'ö ndra'ugö, ba aefa ndra'ugö ba wahölusa andre; ba lö'ö manö tola ö'ohe mangawuli ba da'ö nonogu! Awena itufa tangania narö zola Gaberahamo, möi ia ba hölu khönia, i'o'ö niŵa'önia."
      },
      {
         "userId":1,
         "id":10,
         "title":"Hulö famanö-manö ci'a-ci'a hulö fahuhuo mbayakomo, lö adudu ba lö aroro",
         "body":"Ba möi ia mitou ba mba'a, ifo'ösi nasoa ba ifuli ia miyaŵa. Ba fagohi zawuyu no mege, wamaondragö ya'ia, imane: Da'ubadu ma'ifu nidanö ba nasoa khöu. Ba imane: Badu, Tua! Ba i'aliogö i'oro'ö nasoa, ifabadugö khönia. Ba me no abönö ifabadugö khönia, ba imane: Da'uta'u-ta'u göi ö gondra khöu, irege abuso ira."
      }
   ]
}
